Repository: MicaApps/DiskInfo
Catalog: DiskTools/DiskTools/Strings/*/DiskInfoPage.resw
Source language: en_us
Languages: fi_fi, ko_kr, ro_ro, ru_ru

# Disk_Average_Number_of_Programming_and_Erasing.Content
source: Average PE (program/erase) times
fi_fi: Temps PE (programmation/effacement) moyens
ko_kr: 평균 PE(프로그램/지우기) 시간
ro_ro: Timp mediu PE (program/ștergere)
ru_ru: Среднее время PE (программирование/стирание)

# Disk_Bad_Blocks_Count.Content
source: Total bad blocks
fi_fi: Total des blocs défectueux
ko_kr: 총 불량 블록
ro_ro: Numărul total de blocuri greșite
ru_ru: Всего поврежденных блоков

# Disk_Block_Erasure_Record_SLC.Content
source: Block Erase Logging (SLC)
fi_fi: Bloquer la journalisation d'effacement (SLC)
ko_kr: SLC(블록 지우기 로깅)
ro_ro: Înregistrare de ștergere blocată (SLC)
ru_ru: Журналирование стирания блоков (SLC)

# Disk_Command_Timeout_Count.Content
source: Command timeout count
fi_fi: Compte du délai d'expiration de la commande
ko_kr: 명령 시간 초과 횟수
ro_ro: Număr de timp expirat pentru comandă
ru_ru: Счетчик времени ожидания команды

# Disk_CRC_Errors_Count.Content
source: CRC error count
fi_fi: Nombre d'erreurs CRC
ko_kr: CRC 오류 수
ro_ro: Număr de erori CRC
ru_ru: Количество ошибок CRC

# Disk_Current_Pending_Sector_Count.Content
source: [C5] Number of sectors to be processed (status doubtful - need to keep an eye on it)
fi_fi: [C5] Nombre de secteurs à traiter (statut douteux - à surveiller)
ko_kr: [C5] 처리할 섹터 수(의심스러운 상태 - 계속 주시해야 함)
ro_ro: [C5] Numărul de sectoare de procesat (starea îndoielnică - trebuie să fii cu ochii pe el)
ru_ru: [C5] Количество секторов для обработки (статус сомнительный - нужно следить за ним)

# Disk_End_to_End_Error_Detection_Correction_Count.Content
source: End-to-end error detection/correction count
fi_fi: Détection/correction d'erreurs de bout en bout
ko_kr: 종단 간 오류 감지/수정 횟수
ro_ro: Număr de erori/corecții de la capăt la capăt
ru_ru: Счетчик сквозного обнаружения/исправления ошибок

# Disk_Erasing_Failure_Count.Content
source: Erase failure count
fi_fi: Effacer le nombre d'échecs
ko_kr: 실패 횟수 지우기
ro_ro: Ștergeți numărul de erori
ru_ru: Стереть количество ошибок

# Disk_Gigabytes_Erased.Content
source: [XX] GiB (GB) erased
fi_fi: [XX] Gio (Go) effacés
ko_kr: [XX] GiB(GB) 삭제됨
ro_ro: [XX] GiB (GB) șterse
ru_ru: [XX] ГиБ (ГБ) удалено

# Disk_Maximum_Number_of_bad_blocks_in_die.Content
source: The maximum number of bad blocks in the die
fi_fi: Le nombre maximum de blocs défectueux dans le dé
ko_kr: 주사위의 최대 불량 블록 수
ro_ro: Numărul maxim de blocuri defectuoase din zar
ru_ru: Максимальное количество плохих блоков в кристалле

# Disk_Maximum_Number_of_Programming_and_Erasing.Content
source: Maximum PE (program/erase) times
fi_fi: Temps maximum PE (programmation/effacement)
ko_kr: 최대 PE(프로그램/지우기) 횟수
ro_ro: Timp maxim PE (program/ștergere)
ru_ru: Максимальное количество раз PE (программирование/стирание)

# Disk_Media_Fray_Indicator.Content
source: Media Wear Indicator
fi_fi: Indicateur d'usure du support
ko_kr: 미디어 마모 표시기
ro_ro: Indicator de uzură media
ru_ru: Индикатор износа носителя

# Disk_Minimum_Number_of_Programming_and_Erasing.Content
source: Minimum PE (program/erase) times
fi_fi: Temps minimum PE (programmation/effacement)
ko_kr: 최소 PE(프로그램/지우기) 시간
ro_ro: Timpul minim PE (program/ștergere)
ru_ru: Минимальное количество раз PE (программирование/стирание)

# Disk_NAND_Total_Writes.Content
source: NAND total write
fi_fi: Écriture totale NAND
ko_kr: NAND 총 쓰기
ro_ro: Scrie totală NAND
ru_ru: Общая запись NAND

# Disk_NAND_Total_Writes_SLC.Content
source: NAND Total Write (SLC)
fi_fi: Écriture totale NAND (SLC)
ko_kr: NAND 총 쓰기(SLC)
ru_ru: Общая запись NAND (SLC)

# Disk_New_Bad_Blocks.Content
source: New bad block
fi_fi: Nouveau bloc défectueux
ko_kr: 새 불량 블록
ro_ro: Bloc defectuos nou
ru_ru: Новый плохой блок

# Disk_Number_of_Unexpected_Power_Outages.Content
source: Number of unexpected power outages
fi_fi: Nombre de pannes de courant inattendues
ko_kr: 예기치 않은 정전 횟수
ro_ro: Numărul de întreruperi neașteptate de curent
ru_ru: Количество неожиданных отключений электроэнергии

# Disk_Overview.Content
source: Overview
fi_fi: Aperçu
ko_kr: 개요
ro_ro: Prezentare generală
ru_ru: Обзор

# Disk_PowerUpNumber.Content
source: Number of power-ups
fi_fi: Nombre de power-ups
ko_kr: 파워업 횟수
ro_ro: Numărul de porniri
ru_ru: Количество усилений

# Disk_Power_Cycle_Count.Content
source: [0C] power-up times
fi_fi: [0C] temps de mise sous tension
ko_kr: [0C] 전원 켜기 시간
ro_ro: [0C] timpi de pornire
ru_ru: [0C] время включения

# Disk_Power_On_Hours.Content
source: [09]Power on time
fi_fi: [09]Temps de mise sous tension
ko_kr: [09]전원 켜기 시간
ro_ro: [09]Pornire
ru_ru: [09]Время включения

# Disk_Programming_Failure_Count.Content
source: Count of programming failures
fi_fi: Nombre d'échecs de programmation
ko_kr: 프로그래밍 실패 횟수
ro_ro: Numărul de erori de programare
ru_ru: Количество ошибок программирования

# Disk_Reallocated_Sectors_Count.Content
source: [05] Reallocate the number of sectors
fi_fi: [05] Réallouer le nombre de secteurs
ko_kr: [05] 섹터 수 재할당
ru_ru: [05] Перераспределить количество секторов

# Disk_Reallocation_Event_Count.Content
source: [C4] Sector physical location reallocation time count (related to bad sectors)
fi_fi: [C4] Décompte du temps de réallocation de l'emplacement physique du secteur (lié aux secteurs défectueux)
ko_kr: [C4] 섹터 물리적 위치 재할당 시간 수(불량 섹터 관련)
ro_ro: [C4] Număr de timp de realocare a locației fizice a sectorului (legat de sectoarele defecte)
ru_ru: [C4] Счетчик времени перераспределения физического местоположения сектора (относительно поврежденных секторов)

# Disk_Refresh_Sector.Content
source: Reallocate sectors
fi_fi: Réallouer les secteurs
ko_kr: 섹터 재할당
ro_ro: Realocați sectoare
ru_ru: Перераспределить сектора

# Disk_Remaining_Life.Content
source: [XX] life remaining
fi_fi: [XX] vie restante
ko_kr: [XX] 남은 수명
ro_ro: [XX] viață rămasă
ru_ru: осталось [XX] жизни

# Disk_Reported_Uncorrectable_Errors.Content
source: Reported uncorrectable errors
fi_fi: Erreur incorrigible signalée
ko_kr: 보고된 수정할 수 없는 오류
ro_ro: Eroare necorecabilă raportată
ru_ru: Сообщается о неисправимой ошибке

# Disk_Sector_EventCount.Content
source: Sector physical location reallocation event count
fi_fi: Nombre d'événements de réaffectation de l'emplacement physique du secteur
ko_kr: 섹터 물리적 위치 재할당 이벤트 수
ro_ro: Numărul de evenimente de realocare a locației fizice pe sector
ru_ru: Количество событий перераспределения физического местоположения сектора

# Disk_Spare_Blocks_Remaining.Content
source: remaining spare blocks
fi_fi: blocs de rechange restants
ko_kr: 나머지 예비 블록
ro_ro: blocuri de rezervă rămase
ru_ru: оставшиеся запасные блоки

# Disk_Temperature.Content
source: [C2] temperature
fi_fi: [C2] température
ko_kr: [C2] 온도
ro_ro: [C2] temperatura
ru_ru: [C2] температура

# Disk_Temperature_Control_State.Content
source: Temperature control status
fi_fi: État du contrôle de la température
ko_kr: 온도 제어 상태
ro_ro: Starea controlului temperaturii
ru_ru: Статус контроля температуры

# Disk_Total_Host_Reads.Content
source: [XX] host total read (GB)
fi_fi: [XX] lecture totale de l'hôte (Go)
ko_kr: [XX] 호스트 총 읽기(GB)
ro_ro: [XX] citire totală a gazdei (GB)
ru_ru: [XX] общее количество операций чтения хоста (ГБ)

# Disk_Total_Host_Writes.Content
source: [XX] host total write (GB)
fi_fi: [XX] écritures totales sur l'hôte (Go)
ko_kr: [XX] 호스트 총 쓰기(GB)
ro_ro: [XX] scriere totală a gazdei (GB)
ru_ru: [XX] общий объем операций записи хоста (ГБ)

# Disk_Total_NAND_Writes.Content
source: [XX]NAND total written (GB)
fi_fi: [XX]NAND total écrit (Go)
ko_kr: [XX]NAND 총 기록(GB)
ro_ro: [XX]NAND total scris (GB)
ru_ru: [XX]Всего записано NAND (ГБ)

# Disk_Total_Write_Read.Content
source: Total Write/Read (GB)
fi_fi: Nombre total d'écritures/lectures (Go)
ko_kr: 총 쓰기/읽기(GB)
ro_ro: Total de scriere/citire (GB)
ru_ru: Всего операций записи/чтения (ГБ)

# Disk_Uncorrectable_Sector_Count.Content
source: [C6] Number of uncorrectable sectors
fi_fi: [C6] Nombre de secteurs non corrigibles
ko_kr: [C6] 수정할 수 없는 섹터 수
ro_ro: [C6] Număr de sectoare necorectabile
ru_ru: [C6] Количество неисправимых секторов

# Disk_Wear_Leveling_Count.Content
source: [XX] average wear count
fi_fi: [XX] usure moyenne
ko_kr: [XX] 평균 마모 횟수
ro_ro: [XX] număr mediu de uzură
ru_ru: [XX] средний показатель износа

# Home_NavigationPanelTitle.PaneTitle
source: Select Disk
fi_fi: Sélectionner le disque
ko_kr: 디스크 선택
ro_ro: Selectați discul
ru_ru: Выбрать диск
